Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: (f) Encouraging and facilitating, if necessary, collaboration and cooperation among the various oversight bodies.
zh: (f) 鼓励，并在必要时，协助各监督机构开展协作与合作。

source: The Secretary-General will appoint a Chairperson and three additional members to the Committee.
zh: 26. 秘书长将任命委员会的主席和另外三名成员。

source: The Chairperson and two of the members will be senior Secretariat officials at a rank no lower than that of Assistant Secretary-General.
zh: 主席和两名成员是级别不低于助理秘书长的秘书处高级官员。

source: The other member will be external to the Secretariat.
zh: 另一名成员不在秘书处工作。

source: Members of the Committee shall serve for a period of two years, renewable once, with the renewal period phased so as to provide continuity.
zh: 委员会成员应任职两年，可连任一次，并分期连任，以便有延续性。

source: Committee members shall act in an independent capacity while performing their advisory role on the Committee.
zh: 委员会成员在委员会履行咨询职责时，以独立身份行事。

source: The Committee shall meet at the request of the Chairperson or any member as required but no less than once every calendar quarter.
zh: 委员会应根据需要，应主席或任何成员的要求，举行会议，但每季度至少开会一次。

source: The Under-Secretary-General for Management will attend meetings in an ex officio capacity.
zh: 主管管理事务副秘书长将以当然成员的身份出席会议。

source: The Committee is required to produce an annual report on its work for the previous year, which will be presented to the Secretary-General during the first calendar quarter of each year.
zh: 27. 委员会要编写关于它前一年工作的年度报告，于每年的第一季度提交给秘书长。

source: The Committee will also contribute to the annual report to the General Assembly on measures taken to improve accountability in the Secretariat.
zh: 委员会还将协助编写提交给大会的年度报告中有关采取措施改进秘书处问责制的部分。

source: It should be noted that some of the functions identified during the review of the audit committees of other organizations have not been included in the terms of reference of the Oversight Committee.
zh: 28. 应指出，在了解其他组织审计委员会情况过程中确定的某些职能未列入监督委员会的职权范围。

source: These would include making recommendations on the resource requirements of the various oversight bodies; assessment of the efforts of the Office of Internal Oversight Services, the Board of Auditors and JIU to strengthen the Organization's internal controls; and the identification of possible gaps in the United Nations oversight coverage.
zh: 这些职能包括就各监督机构需要的经费提出建议；评估监督厅、审计委员会和联合检查组为加强联合国的内部控制作出的努力；查明联合国监督范围可能存在的空白。

source: It is considered that these functions would not be appropriately discharged by a committee reporting directly to the Secretary-General.
zh: 据信，这些职能无法由一个直接向秘书长负责的委员会来适当履行。

source: However, additional strengthening of United Nations oversight is currently under discussion in the General Assembly.
zh: 但是，大会正在讨论进一步加强联合国的监督。

source: Enhancement of fraud and corruption prevention mechanisms
zh: B. 加强预防欺诈和腐败行为的机制

source: In paragraph 349 of volume I of the report of the Board of Auditors (A/59/5 (vol. I), chap. I), the Board recommended, inter alia, that the Administration:
zh: 29. 审计委员会在它的报告（A/59/5，(第一卷)，第一章）第349段中除其他外，建议行政当局：

source: (a) Implement a comprehensive and well-communicated corruption and fraud prevention plan in the United Nations system;
zh: (a) 在联合国系统实施一个经过广泛宣传的防止腐败和欺诈的全面计划；

source: (b) Establish a corruption and fraud prevention committee that would serve as an effective framework and coordination point for a United Nations system corruption and fraud prevention mechanism;
zh: (b) 设立一个防止腐败和欺诈委员会，起联合国系统防止腐败和欺诈机制的一个有效框架和协调中心的作用；

source: (c) Conduct ethics, corruption and fraud awareness training sessions and workshops among managers, international and local employees and other stakeholders;
zh: (c) 为管理人员、国际和地方雇员和其他利益有关者举办有关道德和提高对腐败和欺诈的认识的培训班和讲习班；

source: (d) Develop appropriate resolution mechanisms for reported and detected incidents and allegations of corruption and fraud.
zh: (d) 建立适当的解决问题机制，处理已上报和发现的腐败和欺诈事件和有关腐败和欺诈的指控。

source: A clarification was obtained from the Board that the word “system” mentioned in its recommendation referred to the United Nations and its funds and programmes.
zh: 审计委员会澄清说，它建议中提到的“系统”一词指的是联合国及其基金和方案。

source: The United Nations already has in place many rules, procedures and controls designed to prevent fraud and corruption.
zh: 30. 联合国已经有许多细则、程序和控制措施来防止欺诈和腐败。

source: However, based on the Board's recommendation, new efforts have been initiated to draw a more comprehensive plan, addressing all aspects of corruption and fraud prevention.
zh: 但是，已经开始根据审计委员会的建议，做出新的努力，制订一个涉及防止腐败和欺诈各个方面的更全面计划。

source: To that end, a working group has been established to propose such a plan.
zh: 为此，已成立了一个工作组来起草这一计划。

source: As a first step, the working group is drawing up an anti-corruption and fraud prevention policy which will draw on existing best practices, including the model recently developed by the World Bank.
zh: 作为第一步，工作组正根据现有的最佳做法，包括世界银行最近制订的最佳做法，起草一个反腐败反欺诈政策。

source: The working group will also propose an effective mechanism through which to coordinate the efforts on corruption and fraud prevention of the United Nations and its funds and programmes.
zh: 31. 工作组还将建议设立一个有效的机制，协调联合国与其基金和方案之间为防止腐败和欺诈做出的努力。

source: A training programme will be part of the overall corruption and fraud prevention plan.
zh: 32. 培训方案是全面防止腐败和欺诈计划的一部分。

source: It will include general awareness training, as well as specific modules for functions where the risk of fraud and corruption is higher.
zh: 它包括进行一般性提高认识培训，并有为那些发生欺诈和腐败风险较高的职位提供具体培训的单元。

source: The programme will address staff at all levels of the Organization.
zh: 方案的对象是联合国各级的工作人员。

source: C. Efforts to strengthen the Office of Internal Oversight Services
zh: C. 加强内部监督事务厅（监督厅）的努力

source: The Office of Internal Oversight Services in its tenth annual report to the General Assembly (see A/59/359) provided the results of its own self-evaluation to assist the Assembly in carrying out its review and evaluation of the Office in 2004.
zh: 33. 内部监督事务厅在提交给大会的第十次年度报告（见A/59/359）中报告了它进行自我评价的结果，以协助大会在2004年对监督厅进行审查和评价。

source: The self-evaluation exercise looked at strengths and weaknesses and pointed to areas where the Office could be improved.
zh: 自我评价工作对强项和弱点进行了评审，找出监督厅可在哪些领域加以改进。

source: In addition, in his note transmitting the annual report to the Assembly, the Secretary-General recommended to the Assembly that the Office undergo a comprehensive external review in order to strengthen its capacity to carry out all aspects of its work.
zh: 此外，秘书长在转递年度报告时向大会提出建议，建议监督厅进行一次全面的外部评审，以提高它在所有方面开展工作的能力。

source: That recommendation was reiterated in paragraph 192 of the Secretary-General's report entitled “In larger freedom: towards development, security and human rights for all” (A/59/2005).
zh: 秘书长在题为“大自由：实现人人共享的发展、安全和人权”的报告(A/59/2005)第192段中，重申了这一建议。

source: The General Assembly in paragraph 11 of its resolution 59/272 affirmed that any external review of the Office of Internal Oversight Services could be undertaken only by such bodies as the Board of Auditors or JIU, or those mandated to do so by the Assembly.
zh: 34. 大会第59/272号决议第11段申明，对监督厅进行的任何外部评审，只能由审计委员会或联合检查组等机构，或大会为此授权的机构，来进行。

source: It is recommended that the scope of such a review should include the investigation processes at offices away from Headquarters as recommended by the Board.
zh: 建议根据审计委员会提出的建议，将总部以外办事处的调查程序列入评审的范围。

source: Apart from any external review that may be undertaken as a result of the Secretary-General's proposals above, measures have already been taken to strengthen the investigation function of the Office of Internal Oversight Services.
zh: 35. 除了根据秘书长建议可能进行的外部评审外，已经采取措施加强监督厅的调查职能。

source: In resolution 59/287 of 13 April 2005, the General Assembly re-emphasized that the Office was the internal body entrusted with investigation in the United Nations and therefore decided that the results of all preliminary investigations conducted by programme managers should be reported to the Office.
zh: 大会2005年4月13日第59/287号决议强调内部监督事务厅是受托在联合国内进行调查的内部机构，并为此决定，方案主管要向内部监督事务厅报告所有初步调查的结果。

source: Pursuant to the adoption of this resolution, the Office now has independent, residual and exclusive authority to investigate the most serious cases (all “category one” cases, that is to say, all high-risk, complex matters and serious criminal cases).
zh: 在该决议通过后，监督厅现在拥有独立、剩余和专属的权力，对大多数重案（所有“一类”案，即所有高风险负责事项和重大刑事案）进行调查。

source: An added layer of oversight determines that the Office must be informed of the results of all “category two” cases (cases of lower risk to the Organization) investigated by programme managers, so that the Office can have an overview of all matters that have been investigated by the Organization.
zh: 为增加另一个监督层面，必须把方案主管调查的所有“二类”案（即对联合国风险较小的案例）的结果通知监督厅，以便监督厅能全面了解联合国调查过的所有事项。

source: Review of governance structures and the format of accountability reports
zh: D. 审查施政结构和问责报告的格式

source: The way in which financial reports and reports of oversight bodies are considered and acted upon represents an essential part of the accountability process.
zh: 36. 如何审议财务报告和监督机构的报告并就其采取行动，是问责制工作的一个至关重要的部分。

source: Recognizing this, the General Assembly in paragraph 6 of its resolution 57/278 A of 20 December 2002 (later reaffirmed in resolution 59/264 A) requested the Secretary-General and the executive heads of the funds and programmes of the United Nations to examine governance structures, principles and accountability throughout the United Nations system and to make proposals on the future format and consideration of the reports of the Board of Auditors by the respective executive boards and the Assembly.
zh: 大会认识到了这一点，在2002年12月20日第57/278 A号决议第6段（并在其后第59/264 A号决议）中请“……秘书长和联合国各基金和方案的行政首长审查整个联合国系统的施政结构、原则和问责制，并就审计委员会报告今后的格式以及各执行委员会和大会审议审计委员会报告的事项提出建议。”

source: The matter was taken up and discussed by the High-level Committee on Management (HLCM) at its eighth session, held in Rome on 5 and 6 October 2004.
zh: 2004年10月6日在罗马举行的管理问题高级别委员会（管委会）第八次会议审议并讨论了这一事项。

source: At that session, the Committee decided that, in the first instance, this item should be carried forward by the Finance and Budget Network, in particular as regards format and consideration of the reports of the Board of Auditors, and requested that the secretariat of the United Nations System Chief Executives Board for Coordination (CEB) carry out consultations with the Board of Auditors and obtain more detailed information on the scope and objectives of this review (see CEB/2004/6, para.
zh: 管委会在会上决定，首先由财务和预算网来处理这一事项，尤其是审计委员会报告的格式和报告的审议工作，并请联合国系统行政首长协调理事会（行政首长协调会）秘书处同审计委员会协商，获取有关这一审查的范围和目标的更详细信息（见CEB/2004/6，第60段）。

source: Member States are currently seized with the subject of strengthening governance arrangements in the context of the discussions on the outcome document for the High-level Plenary Meeting of the Assembly.
zh: 目前，会员国正在讨论大会全体会议高级别会议成果文件的同时，审理加强施政安排的议题。

source: Related to this subject is the recommendation of the Board of Auditors that covered the issue of governance principles and best practices related to financial reporting.
zh: 37. 审计委员会就施政原则和编制财务报告的最佳做法提出的建议与这一议题有关。

source: It pointed out that in its view, the following governance issues were normally reported on in a medium such as the financial report that preceded the financial statements: (a) governance and other regulatory bodies; (b) performance reporting and non-financial information; (c) social accounting issues; and (d) risk management, continuity and internal control (A/59/5/Add.2, chap. II, para.
zh: 委员会说，它认为，在提出提出财务报表前，通常以财务报告的形式就以下施政问题提出报告：(a) 施政机构和其他管理机构；(b) 业绩报告和其他非财务资料；(c) 社会会计问题；(d) 风险管理、延续性和内部控制(A/59/5Add.2，第二章，第25段)。

source: At its ninth session held at Geneva in April 2005, the High-level Committee on Management decided to set up a working group to examine current accountability mechanisms in organizations, to raise awareness of such tools and to identify best practices (see CEB/2005/3, para.
zh: 38. 管委会在2005年4月在日内瓦举行的第九次会议上决定设立一个工作组，了解各组织现有问责制机制的情况，加强对这些工具的了解，确定最佳做法（见CEB/2005/3，第22(f)段）。

source: 22 (f)). It was recognized that this issue was very broad and was related to overall organizational culture and not just audit processes (ibid., para.
zh: 它认识到，这是一个范围很广的问题，与整个组织的文化有关，而不是仅限于审计工作(同上，第21段)。

source: Therefore, the working group will comprise representatives of budget, finance and human resources management.
zh: 因此，工作组将由预算、财务和人力资源管理方面的代表组成。

source: The terms of reference of this working group will, inter alia, include addressing the resolutions and recommendations referred to in paragraphs 36 and 37 above.
zh: 工作组的职权范围除其它外，包括审理上面第36和37段中提到的决议和建议。

source: Ensuring ethical conduct
zh: 五. 确保行为合乎道德

source: The commitment to the highest ethical standards at the United Nations is a core value and fundamental guiding principle in ensuring that the Organization achieves its mission.
zh: 39. 承诺在联合国信守最高的道德标准是一个核心价值观和基本指导原则，确保联合国履行其使命。

source: In response to the findings of a Secretariat-wide staff survey, the probes into the management of the oil-for-food programme and the allegations of sexual misconduct in various peace missions, the United Nations has begun implementing additional measures to address deficiencies and ensure a culture of ethical conduct.
zh: 根据征求全秘书处工作人员意见、对石油换粮食方案的管理和各维持和平特派团性行为不端的指控进行调查的结果，联合国已开始另外采取措施，弥补不足，确保建立一种行为合乎要道德的文化。

source: Proposed establishment of the United Nations Office of Ethics
zh: A. 拟设立联合国道德问题办公室

source: Underlying the main effort of the Secretariat in that regard is the proposal for the establishment of an independent Office of Ethics, the head of which will report directly to the Secretary-General.
zh: 40. 秘书处这方面主要努力的要点是提议设立一个独立的道德问题办公室，办公室的主任直接向秘书长负责。

source: The objective of the Office will be to assist the Organization in maintaining the highest standards of integrity, as required by the Charter of the United Nations and thereby maintain and enhance international confidence in the United Nations through fostering a culture of ethical conduct, transparency and accountability, setting and disseminating standards for appropriate professional conduct and providing leadership, management and oversight of the United Nations ethics infrastructure.
zh: 该办公室旨在按《联合国宪章》的要求，协助联合国保持最严格的完整人格标准，通过建立一种行为有道德、有透明度和问责制的文化，确立和推广适当的职业行为标准以及指导、管理和监督联合国的道德基础体制，来维持和加强国际社会对联合国的信心。

source: Proposals for the establishment of the Office of Ethics, along with its terms of reference, are currently under preparation for the consideration of the General Assembly.
zh: 目前正在起草设立道德问题办公室的建议及该办公室的职权范围，以供大会审议。

source: Financial disclosure by senior officials
zh: B. 高级官员披露财务

source: In July 2005, the Secretary-General decided to broaden the scope of financial disclosure, as currently required of senior officials, including those employed on a short-term basis or under special conditions.
zh: 41. 2005年7月，秘书长决定扩大目前要求高级官员进行财务披露的范围，包括那些短期聘用或以特别条件聘用的人。

source: This followed a review of disclosure practices in comparable organizations.
zh: 是在了解同等组织的披露做法后这样做的。

source: The appropriate mechanisms for monitoring these disclosures are also under review for immediate strengthening.
zh: 还在审查监测这种披露的有关机制，以便即刻予以加强。

source: It is envisaged that the scope of annual financial disclosure and declaration of interest will be broadened from the Assistant Secretary-General/Under-Secretary-General level to include all staff at the D-1 level and above.
zh: 年度披露财务和申报相关利益的范围预计将从助理秘书长/副秘书长一级扩大到所有D 1级和D 1级以上的工作人员。

source: The financial disclosure threshold levels will be lowered for assets and income from $25,000 to $10,000 and for gifts from $10,000 to $250.
zh: 将降低财务披露的金额下限，资产和收入从25 000美元降至10 000美元，礼物从10 000美元降至250美元。

source: The financial disclosure programme will be administered by the proposed Office of Ethics, pursuant to its establishment.
zh: 42. 财务披露方案将在道德问题办公室设立后，由它负责管理。

source: The implementation of the expanded financial disclosure regime will require an amendment of staff regulation 1.2 (n) by the General Assembly.
zh: 采用范围得到扩大的财务披露制度将需要由大会修正工作人员条例1.2(n)。

source: C. Protection against retaliation for exposure of wrongdoing or reporting of irregularities and misconduct
zh: C. 揭发错失行为或报告不合规定之处和不当行为不受报复

source: The Secretary-General is finalizing a comprehensive policy to ensure protection against retaliation for reporting of alleged misconduct.
zh: 43. 秘书长正在最后拟定一项全面政策，确保指控不当行为不受报复。

source: This policy will complement existing administrative issuances concerning avenues for the reporting of alleged misconduct that are set out in information circular ST/IC/2005/19.
zh: 这一政策是对关于上报指称不当行为途径的现有行政通知的补充，ST/IC/2005/19号通知对这些途径作出了规定。

source: It is essential that staff have confidence in these mechanisms and assurance that the appropriate level of protection is provided.
zh: 必须让工作人员对这些机制拥有信心，并确信会提供适当的保护。

source: For this reason, additional rounds of consultation with the staff have been conducted on the terms of the new policy.
zh: 为此，已就新政策的规定同工作人员进行了协商。

source: Enhancement of codes of conduct and conflict-of-interest rules
zh: D. 加强行为守则和有关利益冲突的规定

source: While the United Nations has in place a detailed Code of Conduct readily available to all staff on the Intranet, it is now planned to disseminate the Code in other ways.
zh: 44. 虽然联合国在内联网上已经有一个所有工作人员都可以查询的详细的行为守则，但是目前计划采用其他方式分发这一守则。

source: The Secretary-General has commissioned the design of a user-friendly orientation and information booklet for distribution in the latter part of 2005 to all staff based on the Secretary-General's bulletin on the status, basic rights and duties of United Nations staff members (ST/SGB/2002/13).
zh: 秘书长已委托在列有联合国工作人员的地位、基本权利和义务的秘书长公报（ST/SGB/2002/13）的基础上，编制一本方便用户的内有情况简介和有关信息的小册子，在2005年下半年分发给所有工作人员。

source: Special additional rules are also being developed for staff engaged in procurement activities.
zh: 另外，还在为从事采购工作的工作人员制定其他的专门规定。

source: In this respect, a Declaration of Independence to be signed by all staff members working in the procurement process has been prepared and an administrative issuance on rules governing the conduct of staff engaged in procurement activities is being finalized for adoption by the Secretary-General.
zh: 在这方面，已经编制了一个所有参与采购工作的工作人员都要签署的保持独立性申明，正审定一个关于从事采购活动工作人员的行为细则的行政通知，供秘书长采纳。

source: A United Nations Supplier Code of Conduct is also being formulated.
zh: 还在拟订一个联合国供应商行为守则。

source: It is expected that all these materials will be produced and ready for dissemination in the near future.
zh: 预计在不久的将来印制所有这些材料，并可以分发。

source: The Office of Ethics, once established, will be responsible for standard-setting on ethics issues and training, in coordination with the Office of Human Resources Management.
zh: 45. 道德问题办公室一旦设立，就要负责与人力资源厅协商，确立道德问题的标准，并负责培训。

source: E. Incorporation of ethics into staff training programmes
zh: E. 把道德问题列入工作人员培训方案

source: Staff will be required to complete a new downloadable content module on integrity and ethics provisions for self-training that has now been completed in the form of a CD-ROM.
zh: 46. 工作人员要完成一个培训单元,内容为用于自我培训的有关完整人格和道德的各项规定。 该培训单元目前已经完成，制成了光盘。

source: In addition, ethics modules have been incorporated into all existing training programmes for United Nations staff, including at induction, and the Career Resources Centre (CRC) offers a lunchtime programme on ethics.
zh: 此外，有关道德的单元已经列入了现有的所有联合国工作人员培训方案，包括上岗培训方案，职业资源中心在午餐时间开办一个有关道德问题的培训方案。

source: It is envisaged that both the CD-ROM on integrity and the Career Resources Centre ethics programme will be mandatory for all staff.
zh: 预计所有工作人员都必须使用有关完整人格的光盘和参加职业资源中心的道德培训方案。

source: Protection against harassment in the workplace
zh: F. 工作场所不受骚扰

source: While the United Nations has a zero tolerance sexual harassment policy in place, the Secretary-General is in the process of formulating a new, broader policy to encompass other forms of harassment.
zh: 47. 虽然联合国已经有对性骚扰零容忍的政策，但是秘书长正在制定一个新的更为广泛的政策，列入其他形式的骚扰。

source: This will be introduced following consultation with the staff representative bodies.
zh: 这一政策会在同工作人员代表机构协商后颁布。

source: The United Nations Secretariat has also joined the United Nations Development Group in the development and implementation of an online learning programme on harassment, sexual harassment and abuse of authority, which, once available, will be mandatory for all staff.
zh: 联合国秘书处还与联合国发展集团一起，制定和执行一个有关骚扰、性骚扰和滥用职权的在线学习方案。 在该方案可供使用后，所有工作人员都必须采用。

source: Response to allegations of sexual exploitation and abuse by field personnel
zh: G. 外地人员进行性剥削和性虐待指控的处理

source: In addition to the efforts in place for dealing with the issues of harassment and sexual misconduct, in response to the widespread allegations of sexual exploitation and abuse at some United Nations peacekeeping operations, there has been aggressive pursuit by the Organization of such cases.
zh: 48. 除了正在作出努力，处理骚扰和性行为不端的问题外，联合国还一直针对人们对联合国有些维持和平行动提出的大量性剥削和性虐待指控，进行追查。

source: As of July 2005, across all peacekeeping operations, 186 peacekeepers had been investigated for sexual exploitation and abuse; 7 United Nations civilians had been summarily dismissed; and 80 members of military contingents had been expelled from the field missions.
zh: 截至2005年7月，已对186名维和人员进行了性剥削和性虐待调查；立即开除了7名联合国文职人员；从实地特派团开除了80名军事特遣队成员。

source: Investigations into such allegations are ongoing in the Democratic Republic of the Congo, Liberia and Haiti in particular.
zh: 目前尤其在刚果民主共和国、利比里亚和海地，对这类指控进行调查。

source: (a) The introduction of a unified standard of conduct across all categories of peacekeeping personnel.
zh: (a) 对所有类别的维和人员采用统一的行为标准。

source: Mandatory training on prevention of sexual exploitation and abuse has been integrated into all mission induction programmes.
zh: 在所有特派团的到任培训方案中，都有防止性剥削和性虐待的强制性培训。

source: Improved complaint mechanisms have been established in all missions, including telephone hotlines and a network of Focal Points for Sexual Exploitation and Abuse, who receive complaints in person.
zh: 所有特派团都改进了投诉机制，包括建立热线电话和一个当面听取投诉的性剥削和性虐待问题联系人网络。

source: (b) A global review of the state of discipline in peacekeeping operations conducted by the Office of Internal Oversight Services, the results of which are currently being analysed;
zh: (b) 监督厅在对维和行动遵守纪律情况进行了一次全球性审查，目前正在分析审查结果；

source: (c) The establishment by the Department of Peacekeeping Operations of a Conduct and Discipline Unit at United Nations Headquarters.
zh: (c) 维持和平行动部在联合国总部设立了一个“行为和纪律股”。

source: Over the coming months, similar capacity will be created in eight Department of Peacekeeping Operations missions.
zh: 在今后几个月中，将在维和部的8个特派团中建立类似的单位。

source: The Units will focus on preventing misconduct through various means, including awareness-raising and training and improving welfare and recreation facilities.
zh: 它们将注重通过各种途径，包括提高认识和开展培训，改善福利和改进娱乐设施，来预防不端行为。

source: Other key activities of such Units will include tracking data on misconduct cases for all categories of peacekeeping personnel and developing measures to ensure compliance with United Nations standards of conduct, such as the establishment of lists of premises considered out of bounds for United Nations personnel.
zh: 这些单位的其他主要活动包括追踪所有类别维和人员行为不端案例的数据资料，制定措施确保联合国的行为标准得到遵守，例如制定清单，列出联合国人员不得出入的地方。

source: (d) The approval by the General Assembly in June 2005 of 19 new Office of Internal Oversight Services investigator positions, as well as additional investigative resources for following up allegations of misconduct in peacekeeping missions.
zh: (d) 大会2005年6月为监督厅核准了19个新调查员的职位，并增加了调查资源，以便对维和特派团中有不端行为的指控进行追查。

source: In the longer term, a comprehensive review will be undertaken of the welfare and recreation needs of all peacekeeping personnel, as well as the development of a comprehensive strategy for victim assistance.
zh: 49. 从长期来看，将对所有维和人员的福利和娱乐需求进行一次全面评估，并制订一个援助受害者的综合战略。

source: New agreements with troop-contributing countries and United Nations partners will be developed.
zh: 将同部队派遣国和联合国伙伴制订新的协定。

source: In addition, a group of legal experts will be examining ways to ensure that United Nations staff and experts on mission are held responsible for criminal acts committed in countries where no functioning judicial system exists.
zh: 此外，一个法律专家小组将审议如何确保联合国工作人员和外派专家要对在那些缺少正常运作司法系统的国家犯下的罪行承担责任。
